{
  "affirmations": [
    "My year of DOMINANCE & RELEVANCE is here.",
    "This is my season to experience all of God’s favor and power to impact my world.",
    "I run effectively without distraction as I take over in every single aspect of my life",
    "I have a clear vision for my generation.",
    "I am whole with nothing missing or broken in my life.",
    "I am kept, helped and carried by the grace of God.",
    "I enjoy the unforced rhythm of God’s grace, resting and receiving at all time.",
    "I am God’s righteousness in Christ Jesus and totally free from guilt, condemnation and shame.",
    "I wear Jesus all the time and always bearing fruit of His righteousness.",
    "I rest in God’s love, led by the Holy Spirit and always full of faith and power.",
    "I am blessed and never cursed.",
    "I am far from evil and well satisfied with long life.",
    "My entire family is blessed, whole and completely free from satanic oppression.",
    "I am gracious, generous and full of gratitude at all times.",
    "I am conscious of the ever abiding presence of God through His Spirit in me",
    "I declare that God is with me causing good things to happen in me, around me and through me throughout this year.",
    "I have an unusual capacity to dominate in my space, industry, generation and globally.",
    "I effectively represent God in my generation serving humanity with my God given purpose and gifts.",
    "I manifest the life of God consistently and I  dominate everywhere and in everything I do.",
    "I am seated in the secret place of the most high and I live perpetually under the shadow of the almighty. God is my refuge.",
    "I trust in Him and I’m safe! I am rescued from hidden traps and shielded from deadly hazards.",
    "God’s huge outstretched arms protect me and under them I am perfectly safe; His arms fend off all harm from me.",
    " Evil can’t get close to me and harm can’t get through my door.",
    "I will not be afraid of terrors of the night, the arrows that fly during the day, the plagues that roam the dark or epidemics that strike at noon.",
    "The angels of God are under command to guard me wherever I go.",
    "I am honored, satisfied with long life and constantly delivered from all evil.",
    "I experience suitable and favorable moments throughout this month.",
    "I am at the right place, at the right time enjoying God ordained moments.",
    "I thrive in life on the back of God’s Grace which is abundant and the gift of righteousness received through faith in Christ Jesus.",
    "I am carefree, joyful and fearless.",
    "I flourish like palm trees and grow tall like the cedars in Lebanon.",
    "I am planted in the LORD’S house and I blossom in God’s courtyards.",
    "I am ever fruitful, healthy and fresh.I dominate my space, industry and the world at large.",
    "I am relevant and impactful serving God’s purpose in my generation.",
    "It is my season for DOMINANCE and REST ROUND ABOUT.",
    "I am strong in the Lord and the power of His might.",
    "I put on the whole armor of God so that I can stand firmly against the strategies of the Devil. I am the righteousness of God in Christ Jesus.",
    "I am loved and favored by God.",
    "I am whole in my body, mind and emotions.",
    "I know and believe the love of God",
    "I live a purposeful life and I have resources including finances to fulfill my assignment on earth, impact humanity and live a comfortable life.",
    "My life radiates God’s love to the world and I do not accommodate strife and offense.",
    "I am strengthened with all might, according to God’s glorious power, for all patience and longsuffering with joy.",
    "I count it all joy regardless of what I am faced with.",
    "I always go out with joy and come back with God’s peace causing nothing to be missing or broken in my life",
    "I am effectively protected from all harm as I stay seated in the secret place of El- Elyon and permanently located under the shadow of El-Shaddai.",
    "I am covered by God’s feathers as I put my trust under His wings. The Angels are under command to protect me and my loved ones in all our ways.",
    "I have no fear and far from danger.",
    "I am constantly delivered, honored, promoted and satisfied with long life.My dominance is here. Zoe, the life of God is my reality.",
    "I live and reign effectively by this God-kind, indestructible and eternal life.",
    "I am positioned to impart my world as I take my mountain for God in my generation.",
    "My family is blessed and I am effective in my community.",
    "I am in my God ordained season, downloading from heaven and experiencing right place and right time consistently.",
    "I I am loved and favored by God.",
    "I know and believe God’s love for me, and I am more than a conqueror in life.",
    "I wear Jesus all the time and I embrace His gift of righteousness.I function all the time from my position of rest.",
    "I have no care and I am totally free from every kind of fear.",
    "I receive directions to live a fulfilled life.",
    "I live under grace and carried by the unforced rhythm that causes effortless transformation.",
    "I am the righteousness of God in Christ Jesus.",
    "I am loved and favored by God.",
    "I am carried by God",
    "I am whole in my body, mind and emotions.",
    "I rejoice in the Lord regardless of life’s situations.",
    "Sin has lost its power over me.",
    "I dominate by grace and the God-kind of life is manifested in the different aspects of my life.",
    "My angels are at work causing me to experience supernatural results at all times.",
    "I am protected, preserved and defended from all evils.",
    "I am positioned for supernatural increase and I succeed in all my ways. I am the redeemed of the Lord.",
    "I am free from all curses. Lack, sicknesses and every expression of darkness is far from me.",
    "I dwell in the secret place and fully secured at the right hand of God. I am spoiled by God everywhere in this new quarter.",
    "I am carried and sponsored by grace.",
    "I am in my rest and I constantly experience right place and right time in this new God ordained season.",
    "I am blessed, helped, assisted and sustained by God.",
    "I am full of the God kind of life.",
    "My health, finances, relationships and every other aspect of my life reflect the indestructible and incorruptible life of God.",
    "I live supernaturally naturally and walk in uncompromised dominion.",
    "I am a blessing to my world and I am positioned to impact my generation.",
    "I know and believe God’s love for me.",
    "I rest in His love knowing that God will not withhold any good thing from me.",
    "The death of Jesus on the cross communicates God’s unwavering love to me.",
    "I am perfected and established in God’s love, and fear is far from me.",
    "I am one with Jesus in nature, character and power.",
    "I am an ambassador of Christ to my world. Jesus is manifested everywhere through my exemplary life.",
    "I am a product of God’s grace. My labor is fueled and powered by God’s favor.",
    "God’s grace announces, empowers, connects, strengthens, covers and opens doors for me everywhere.",
    "I walk in excellence, uncommon wisdom and prosperity.",
    "I am God’s righteousness and perpetually dwells in the secret place of the most High.",
    "I am protected from all evil, preserved from all danger and defended from all forms of satanic attack.",
    "My best days are ahead of me and I constantly enjoy kairos moments of right place and time.",
    "I experience favor, satisfied with long life and fulfill God’s purpose.",
    "I believe and receive the love that God has for me.",
    "I am always focused on Jesus and His sacrifice on the cross of Calvary.",
    "I am covered with His robe of righteousness and completely free from fear, guilt and condemnation.",
    "I am seated and fully rested in the secret place of the most High.",
    "I am protected, delivered and totally shielded from all evil.",
    "The angels of God are always charged to keep me in all my ways.",
    "I am whole, healthy and full of wisdom to get ahead in life.The rain is here.",
    "I experience the fullness of God’s Spirit. My utterances, imaginations and actions reflect the presence and power of the Spirit.",
    "I am blessed of God and I am a blessing to my world.",
    "Grace speaks for me in all my endeavors.",
    "I escape judgment through mercy, find grace to receive benefits I do not qualify for and enjoy the peace of God that passes all understanding. I am supernatural.",
    "I know, see and move by the Spirit.",
    "I am energized from within unto patience and long-suffering with joy.",
    "I walk by faith and not by sight.",
    "I am risen with Christ and my mind is focused on heavenly things.",
    "I am at rest, fighting the good of faith and winning through Him that loved me enough to give His life for mine.Nothing is missing or broken in and around me. My local church is blessed and positioned to receive harvest of souls that Jesus died for.",
    "I work in supernatural opportunities and the works of my hand are fueled through favor.",
    "This is my season of unprecedented harvest and I experience bountiful harvest through the latter rain.",
    "I am blessed, helped, assisted, led and loved by God.",
    "I am God’s righteousness and free from guilt, condemnation, inferiority complex and shame.",
    "I operate under open heavens and constantly receive good and perfect gifts from my Heavenly Father who loves me unconditionally and unreservedly.",
    "I live by the grace of God and I wear gratitude, graciousness and generosity all the time.",
    "The Angels of the Lord are under command to keep, shield, protect, preserve and provide for me in all my ways.",
    "I entertain Angels regularly and my life reflects supernatural edge.",
    "The hand of God is on me to outrun my peers. The supernatural is my natural reality.",
    "I dominate with ease and in style. My voice is enlarged to express God in my generation.",
    "I operate by an excellent spirit in my space and God is continually glorified.I am focused on Jesus, the author and finisher of my faith.",
    "I lay aside every weight, sin and distraction as I run my race with clarity and intentionality.",
    "This is my season of reward, restoration, supernatural speed, unusual expressions, discoveries, sudden rise, angelic assistance, great dominance and unprecedented wealth.",
    "The rain is here and I am positioned for all of God in my new season.",
    "I rest in the finished work of Christ, walk in uncompromised dominion and totally free from all anxiety and fear.",
    "I am fathered and loved by God.",
    "My sins are forgiven and forgotten because of the blood Jesus shed on my behalf.",
    "I am the righteousness of God in Christ Jesus.",
    "I abide in His presence consistently and I am fully aware of His care, love, provision and protection.",
    "I relate with God as my father without any sense of condemnation, guilt, fear or shame.",
    "I am assisted and supernaturally guided in all my ways.",
    "I have angels assigned for my supernatural assistance.",
    "They carry me in their invisible hands to ensure that I am free from all harm.",
    "I am blessed with all spiritual blessings, accepted in the beloved and favored in all my dealings.",
    "The angles of God minister strength, provision, deliverance and everything covered in my salvation as provided by the finished work of Christ.",
    "I am anointed with fresh oil and stay fervent in the spirit.",
    "The hand of the Lord is upon me causing me to win in every aspect of my life.",
    "The supernatural is my natural reality and I experience miracles and wonders on a consistent basis.",
    " I am consecrated to God’s purpose. My gifts, talents and resources belong to God.",
    "My whole household consistently experience the whole spectrum of salvation with nothing missing or broken.",
    "I enjoy uncommon favor in all my endeavors as I entertain angels constantly. ",
    "I advance forcefully against all odds.",
    "I am a blessing to my world.",
    "The rain of God is here.",
    "Every aspect of my life, family and local church are under the influence of the intensity of God’s rain.",
    "My life is impactful and I am advancing everywhere",
    "I run my race without distractions.",
    "I I am the righteousness of God in Christ Jesus.",
    "I live a Christ focused life.",
    "The finished work of Christ is my primary reality.",
    "Angels are constantly deployed to enforce every aspect of my salvation including health, finances and protection.",
    "Every member of my family is blessed, healthy and delivered from all evil.",
    "I am helped, sponsored, carried, protected, preserved and adequately provided for by God.",
    "I receive God’s love without any reservation.",
    "I refuse a life of condemnation, guilt or fear.",
    "I approach God consistently as a son and I am always ready to receive His love, goodness and kindness.",
    "I have a clear vision of God’s purpose for my life.",
    "The blessing is on me and I live a sorrow free life.",
    "My efforts are amplified by God’s favor and I reject painful and grievous lifestyle.",
    "I am planted in an environment that enables me to thrive, flourish and succeed.",
    "I function by the spirit of revelation causing me to see opportunities and avoid financial traps.",
    "I am noticed in spaces connected to my assignment by the workings of the spirit of favor.",
    "I am unusually accepted, recognized and celebrated.",
    "I live in the overflowing abundance of heaven.",
    "The hand of the Lord is on me causing me to outrun my peers.",
    "I deliver with speed and cannot be limited in any natural economy.",
    "My faith is all out to receive what is mine in Christ Jesus.",
    "I have capacity for uncommon wisdom to make sound judgment and build effectively in life.",
    "The rain is here! I am finishing this year with unprecedented harvest.",
    "I function as God’s distribution center.",
    "I steward His resources on earth to impact God’s kingdom and bless humanity.",
    "I I am the righteousness of God in Christ Jesus.",
    "I am born of God and by the faith of God I overcome consistently.",
    "I believe the love that God has for me and I function from rest.",
    "I receive the abundance of God’s grace and the free gift of righteousness.",
    "I am sensitive to the direction of God for my life.",
    "I am empowered to fulfill all the prophecies over my life",
    "I am not easily distracted but rather I focus on the agenda of God for my life.",
    "I deliver with God speed and I am unstoppable in my generation.",
    "I am detached from every entanglement",
    "I see clearly, run swiftly and deliver massively.",
    "I have the blessing of God on me.",
    "I bring forth good fruit, multiply exceedingly, influence my environment positively, subdue every opposition and dominate everywhere.",
    "My whole household is protected and we experience wholeness in our health, finances and all the works of our hands.",
    "My family is blessed and the favor of God is evident in the lives of my offsprings.",
    "Angels are activated to effect every benefit of my salvation.",
    "My church family is prosperous and impactful in the community.",
    "I am in harvest and I am unstoppable. I am ending the year with uncommon testimonies.",
    "My faith is all out to receive what is mine in Christ Jesus.",
    "I see opportunities, avoid traps and I am seen by kings in my space. ",
    "I make wise decisions and God’s hand is on my to produce unusual results.",
    "I maximize God’s rain for this new season",
    "It is my season to dominate everywhere.",
    "I am born of God, filled with the Holy Spirit and carried by grace.",
    "I live by the unmerited favor through faith in the finished work of Christ.",
    "I manifest the indestructible Zoe life of God.",
    "I am the righteousness of God and I refuse to live under condemnation.",
    "I am blessed, favored, protected, preserved and adequately provided for.",
    "I am led by God’s Spirit and supernaturally sustained at all times and in all situations.",
    "I am whole, healthy and my entire family is kept with nothing missing or broken.",
    "My faith speaks loudly in this new season.",
    "I see clearly, know precisely, act promptly and deliver massively.",
    "I know and believe God’s love for me.",
    "I live fearlessly, declaring God’s Word boldly and always ready to possess what is mine in Christ Jesus.",
    "The rain of God is over me.",
    "I walk in wisdom, drenched in favor, assisted by Angels and empowered by God’s Spirit and protected from all evil.",
    "I am wired for uncommon supernatural results.",
    "I manifest God’s many sided wisdom and I represent God’s kingdom effectively in my generation.",
    "I function from the place of rest.",
    "I am carefree, thankful and always full of joy.",
    "I rest fully in the finished work of Christ, never agitated or confused.",
    "I effectively distribute God’s resources to my world as a good steward of His grace.",
    "Jesus is my focus at all times and I remain immovable irrespective of what is going on around me.",
    "I am kind, generous and gracious. Beyond being blessed, I am a blessing to my world.",
    "I am ending this month in glory.",
    "I experience great grace and great power as I round up the year.",
    "I am enlightened by God to see His purpose for my life in this season.",
    "I run effectively, aligned with God’s purpose and free from all distractions.",
    "I reign in life, subdue every opposition and dominate everywhere.",
    "I declare according to Isaiah 8:18 that I am for signs and wonders.",
    "I am the righteousness of God in Christ Jesus.",
    "I am known and effectively fathered by God.",
    "I know and believe the love that God has for me.",
    "I dwell in the secret place of the most High God.",
    "The sacrifice of Jesus Christ for sin and its consequences is more real to me than all the works of Satan.",
    "I am adequately defended, protected, assisted and covered in life.",
    "God’s arm, right hand and His light supply uncommon favor for my dominance and prosperity in all my life endeavors.",
    "I am sensitive to the ministry of the Holy Spirit.",
    "The Holy Spirit comforts, guides, quickens and strengthens me to ensure victorious and impactful life.",
    "I function on the wings of Grace.",
    "I am consecrated to God’s plan for my new season and I am fully aligned to His agenda for my life.",
    "The rest of God is my reality.",
    "I live fearlessly, always thankful, joyful and free of cares.",
    "I am free from guilt, shame and condemnation.",
    "The blessing of God is on me and my entire household.",
    "The Angels of God are watching over my family to ensure every aspect of our inheritance in Christ Jesus is manifested.",
    "I am ending the year with divine visitation to birth God’s promises and my prophecies.",
    "I am healthy, protected, never compromised and effectively carried by Grace.",
    "My church family is blessed and impactful.",
    "I am positioned to reach the unreached and effectively disciple believers after Christ.",
    "The supernatural is my reality and I experience signs and wonders consistently",
    "I am ending this year with great momentum and I am well positioned for all that God has for me next year.",
    "I am enlightened and empowered by God to deal with life challenges.",
    "The rain of God is all over me and my season of harvest is here",
    "I transit into the new year with renewed vision, unbroken focus, great momentum and clarity.",
    "I I live under the unmerited favor of God and I see good and not evil. My trust is in Christ who loved me enough to die for me and not in anything in the natural.",
    "I live a supernatural life and do not submit to the corruption in the world around me. Zoe, the life of God is manifested in all my ways.I have a good shepherd and I recognize His voice at all times. He leads, guides, and restores me constantly.",
    "I shall not want for any good thing in life.",
    "I am healthy, prosperous, delivered from evil, and rich towards God.",
    "I am imparted by supernatural wisdom to fulfill my God-given purpose and win consistently in life.God’s Word is more real to me than any other thing in life. My mind is renewed and conditioned for godliness and effectiveness by the Word. My faith is activated at all times to experience every promise I have in Christ.",
    "I am an effective ambassador of Christ on earth as I partner with Him to reconcile the lost.I have the spirit of faith and the Word of God is constantly in my heart and mouth.",
    "I believe in God’s Word, following fully without hesitation and I speak audaciously to contrary situations. Angels are dispatched to enforce my covenant benefits in Christ Jesus.I am satisfied with the quality long life to complete my assignment on earth.",
    "I experience Heaven on earth by the Zoe, God-kind of life.",
    "I am fruitful, increase abundantly, multiply, grow exceedingly mighty and the globe is filled with my influence.Address4250 W Walton Street, Chicago IL 60651Copyright © 2023 KingsWord Ministry International. All rights reserved..",
    "I I declare as the redeemed of the Lord that Christ has paid the price for my total freedom in life. Therefore, I glorify God in my body and spirit. For sin, I have received righteousness. For sickness, I have good health. And for lack, I have abundance.Jesus Himself bore my grief, sicknesses, weaknesses and distress, and carried my sorrows and pains; He was wounded for my transgressions, bruised for my iniquities, the chastening for my peace and well-being fell upon Him and with His stripes I am healed.I do not frustrate the grace of God, rather I walk in the fullness of my redemptive rights.",
    "I stand fast in the liberty I have received as a child of God.",
    "I will not be entangled any longer in the yoke of slavery.",
    "I am totally free from every form of oppress- ion of the evil one.The cross of Calvary is my reality. The crucifixion, death and resurrection of Christ is more real to me than the fall of man in the Garden of Eden. My heaven on earth experience is consistent throughout the month.",
    "I live in Goshen manifesting the God-kind of life and fully exempted from all evils. My household and church community is blessed, favored and supernaturally protected.",
    "I ndeed, I am for signs and wonders.Address4250 W Walton Street, Chicago IL 60651Copyright © 2023 KingsWord Ministry International. All rights reserved..",
    "I I am born of God and wired to live a supernatural life.",
    "I am the righteousness of God in Christ Jesus and I function from my position of rest.I am supernatural, full of God’s life and power.",
    "I constantly experience the God-kind of life through abundance of grace and the gift of righteousness. The Spirit that raised up Jesus from the dead constantly supplies the indestructible life of God into the different parts of my body.I am fully paid for by the blood of Jesus hence I am free from the control of Satan.",
    "I live fearlessly always exercising my authority over all the powers of darkness.",
    "I glorify God in my space and community, shining and dominating everywhere.I embrace the identity of my new spirit, which is fashioned after Jesus Christ. So, I rule in this natural world by the supernatural tools that came with my new life in Christ Jesus. Heaven is my present reality on earth.",
    "I am in a season of unprecedented opportunities and massive harvest.Signs and wonders are my birthright.",
    "I am a member of a supernatural family.",
    "I live by the Word and led by the Holy Spirit. My household and church community is blessed, favored, exempted from evil and relevant.Address4250 W Walton Street, Chicago IL 60651Copyright © 2023 KingsWord Ministry International. All rights reserved..",
    "I I am the righteousness of God in Christ Jesus, blessed of the Lord and surrounded with favor as a shield. The blessing is on me to excel, flourish and succeed.",
    "I walk in total life prosperity with nothing missing or broken.The blessing speaks for me and announces me everywhere.",
    "I am in my God ordained season and as a result I am always at the right place at the right time connecting with the right company and obtaining supernatural results that glorify God.I am Christ-centered, blessing-minded and always factoring in the indestructible life of God. The life of God on my inside infuses every part of my body and soul, causing me to exceed natural expectations.My prophetic season of unprecedented opportunities, much growth and massive harvest is here.",
    "I am carried and sponsored by the grace of God.",
    "I live an influential life dominating my space, community and the globe at large. As I rejoice throughout this month, I experience restoration of all things, leftover increase and mind blowing harvest everywhere.The blessing makes me effective, productive and prosperous.",
    "I do not toil and I am free from sorrow. Goshen is my experience on a consistent basis and the darkness around the world cannot overwhelm me.",
    "I bear fruit, multiply, subdue opposing forces and dominate everywhere.",
    "I am SUPERNATURAL!!!Address4250 W Walton Street, Chicago IL 60651Copyright © 2023 KingsWord Ministry International. All rights reserved..",
    "I I am the blessed of the Lord, specially loved, uncommonly favored and strategically positioned for increase.",
    "I am accepted, justified and glorified through the death and resurrection of Christ.Redemption through the blood of Jesus is my focus, meditation and reality.",
    "I consistently rest in the finished work of redemption, living anxiety free and joyfully trusting what was done for me by the one who loved me enough to die for me.I receive the ministry of the Holy Spirit without any reservation.",
    "I am never by myself without help because of the ever present help of God within me by His Spirit. The Spirit guides, comforts, counsels, instructs, advocates, standby and strengthens me.",
    "I know all truths by the Spirit and through His help I maximize my opportunities.God communicates effectively to me by His Spirit through the prayer language of speaking in tongues.",
    "I engage this supernatural language for rest and refreshing.",
    "I am infused with the incorruptible life of God in every aspect of my existence by the same Spirit who raised Jesus from the dead that resides in me.I am God’s temple and through His Spirit within me God finds adequate expression. By His Spirit I am full of supernatural wisdom, divinely led and empowered for miracles.",
    "I live in Goshen where there is unhindered provision, uncompromised security and supernatural immunity from all evil.",
    "I ndeed, I am supernatural and I experience heaven on earth consistently.Address4250 W Walton Street, Chicago IL 60651Copyright © 2023 KingsWord Ministry International. All rights reserved..",
    "I I excitedly welcome the second half of 2024.",
    "I t is indeed my better half of amazing testimonies, maximized opportunities, and fruitfulness.I function and dominate effectively from my position of rest. What Jesus accomplished in His death and resurrection is my focus, contemplation, and reality.",
    "I am complete in Christ; fully purchased by His blood, unconditionally loved, highly favored, and empowered by His Spirit.Jesus took my place in judgment and now I am forever justified as the righteousness of God in Christ Jesus.",
    "I have a great high priest in Christ Jesus who represents me perfectly and flawlessly before God. Through the death of Christ, I am dead to the law, reconciled to God, joined with Christ to bear fruits unto God, and qualified to inherit as the heir of God.I have the capacity to locate and effectively dig every well in my natural and spiritual lineage.",
    "I receive restoration of all things concerning God’s plan, purpose, and agenda for my life.My Goshen experience is undeniable everywhere.",
    "I am saved by the incorruptible life of God.",
    "I am anointed for my new season and I have fresh oil to manifest uncommon greatness in my space, community, and the world at large.",
    "I am planted and rooted in my local church and so I flourish everywhereAmen!!!Address4250 W Walton Street, Chicago IL 60651Copyright © 2023 KingsWord Ministry International. All rights reserved..",
    "I As God’s righteousness in Christ Jesus, I declare, that I walk in uncontested dominion in all aspects of life.",
    "I am one with Christ in death, burial, and resurrection.",
    "I ascended with Christ and now I am seated in royalty exercising dominion over all the forces of darkness.I am exempted from the judgment impacting the systems of this world.",
    "I am well-nourished and adequately protected from all evils.",
    "I function in the power and wisdom of God consistently. The blessing speaks for me everywhere and I am relevant in my generation and the world at large.I am blessed, favored, and supernaturally assisted in life. Jesus is revealed to me and through me.",
    "I am covered and carried by the grace of God.",
    "I live in dominion over sin, sicknesses, and lack.",
    "I am purposeful and make full proof of my ministry.",
    "I am God’s distribution channel and Jesus is manifested to the world around me through my life.I enjoy abundance amid famine, my youth is renewed like an eagle and I flourish regardless of prevailing circumstances.I am established in Goshen and my testimony of all-round prosperity is evident everywhere.Address4250 W Walton Street, Chicago IL 60651Copyright © 2023 KingsWord Ministry International. All rights reserved..",
    "I I am the righteousness of God in Christ Jesus and my mouth constantly speaks wisdom. Christ has become my wisdom, righteousness, sanctification, and redemption.",
    "I am filled with the Spirit of wisdom and revelation in the knowledge of Christ.I receive a mouth and wisdom from God which all my adversaries cannot contradict or resist.",
    "I am filled with the Spirit of God, in wisdom, understanding, knowledge, and every workmanship I require for effective and purposeful living.I have access to the hidden wisdom God ordained for my glory.",
    "I am surrounded by the right people I need to live an impactful life.",
    "I love correction and reproof.",
    "I am open to wise counsel and my destiny is protected from destruction.I maintain a teachable spirit and adhere to godly instructions.",
    "I have the mind of Christ and I reign in life by the supernatural wisdom that comes from above.",
    "I have the supernatural ability to discern situations accurately, make good judgments, and choose rightly.I function by “Goshen Wisdom”, dominating territories, living above the systems of this world, and representing Christ everywhere in this dark world.Address4250 W Walton Street, Chicago IL 60651Copyright © 2023 KingsWord Ministry International. All rights reserved.."
  ]
}